---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCSlopedFlange.BoltSpacing
source: html/71c475b0-8d24-e751-9811-195d398bde60.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCSlopedFlange.BoltSpacing Property

Standard bolt spacing, in. (mm)

## Syntax (C#)
```csharp
public double BoltSpacing { get; set; }
```